{
  "en": {
    "order": "0",
    "lang_name": "English 🇺🇸",
    "start": "Hello! I'm *EZ Sticker Bot*. I can help you make stickers! Type /help to get started or /info to get information about me.\n\n🌐 To change the bot language use /lang.",
    "help": "To add a sticker to a pack with @Stickers, your file must be saved in png format, have at least one dimension of 512px, and be less than 512Kb.\n\nYou can send me any photo or sticker, and I will format it to meet all three requirements and send it back to you as a file ready to be added to your pack!",
    "forward_to_stickers": "Forward this to @Stickers\n@EzStickerBot",
    "cant_process": "I can't process that content.",
    "send_sticker_photo": "Send me a *photo* or *sticker*.",
    "info": "*EZ Sticker Bot* is a bot that I develop and host with no expectation of ever gaining anything from it other than the satisfaction of helping fellow Telegram users.\n\nSharing this bot in your groups/channels would help people make their own great sticker packs for us all to use!\n\nI've created *{:,}* stickers for people so far!",
    "contact_dev": "Contact dev",
    "source": "Source",
    "rate": "Rate ⭐⭐⭐⭐⭐",
    "restarting": "Restarting bot...",
    "select_lang": "Select language.",
    "lang_set": "Language set to English.",
    "invalid_command": "Sorry, I don't recognize that command.",
    "no_permission": "You don't have permission to do that.",
    "broadcast_in_reply": "Use `/broadcast` in reply to the message to be sent.",
    "will_broadcast": "Ok, your message will be sent.",
    "broadcast_only_text": "Currently only *text* messages can be broadcasted.",
    "stats": "I have created *{:,}* stickers for *{:,}* unique users since *10.23.2017*.\n\nYou personally have created *{:,}* stickers since *3.17.2019*.\n\nI have detected and automatically set the bot language for *{:,}* non-English speakers.\n\nI have been shared via inline *{:,}* times.\n\nOut of *{:,}* users, *{:,}* are opted in to receiving announcements and *{:,}* are opted out.",
    "lang_stats": "*Language Stats:*",
    "send_timeout": "Timed out when trying to upload formatted sticker to Telegram servers. Please wait a minute and try again.",
    "doc_not_img": "The document must be an image.",
    "share": "Share",
    "share_desc": "Share information about EzStickerBot with this chat",
    "share_text": "Hey, I'm using *EzStickerBot* to make my own stickers without ever leaving Telegram!\n\nSend it any photo or sticker and it will convert and resize it for you!",
    "make_sticker_button": "Check it out 👉",
    "too_many_urls": "Please only send one URL at a time.",
    "invalid_url": "`{}` is not a valid URL.",
    "url_does_not_exist": "The URL `{}` does not exists.",
    "url_timeout": "Timed out when attempting to connect to `{}`.",
    "unable_to_connect": "Unable to connect to `{}`.",
    "url_not_img": "`{}` is not a valid image URL.",
    "opt_out_info": "You can use /optout at any time to stop receiving future announcements like this one.",
    "opted_out": "You have opted out of receiving global bot announcements.\n\nYou can use /optin at any time to start receiving global messages again.",
    "opted_in": "You have opted to receive global bot announcements once again.\n\nYou can use /optout at any time to stop receiving global messages again.",
    "already_opted_out": "You have already opted out of receiving global bot announcements!",
    "already_opted_in": "You are already opted in and will receive global bot announcements!",
    "forward": "Forward",
    "your_sticker": "Your Sticker",
    "forward_desc": "Click here to send the sticker you selected",
    "cancel": "Cancel",
    "icon_command_info": "You can now set an icon for your sticker packs to display in a user's list of packs instead of just the first sticker in the pack. Icons are 100x100 and _must_ be square. If you send me an image that isn't square I will add transparent background above and below it in order to make it square, but the closer the original dimensions are to being square the better it will look. If you aren't seeing your new pack icon an hour after adding it you may be using an unofficial client that hasn't been updated to support icons yet.\n\n*Warning: Once you add an icon to your sticker pack you can change it but not remove it. You can create an icon of your first sticker and set it as that but you cannot revert to the default behavior of the pack using the first sticker automatically.*",
    "icon_command": "Use the /setpackicon command in @Stickers and then send the photo, sticker, or image URL you want to turn into an icon to me.",
    "icon_canceled": "Ok, I've canceled the creation of an icon. You are now back in normal sticker creation mode.",
    "empty_log": "_Log file is empty!_",
    "spam_limit_reached": "Whoa, you're going pretty fast!\n\nDue to the limited capacity of the server and the popularity of this bot, users are currently limited to no more than *{} requests* in *{} minutes*. This limit helps to make sure the bot is available for everyone.\n\nYou can create another sticker in *{} minutes* and *{} seconds*.",
    "donate": "Thank you for supporting EzStickerBot! Your donation will help pay for server costs and keep this bot fast and ad-free.",
    "forward_animated_sticker": "Use @Stickers to create an animated sticker pack then click the *forward* button when you are asked to send an animated sticker file in *.TGS* format."
  },
  "es": {
    "order": "1",
    "lang_name": "Español 🇪🇸",
    "start": "¡Hola! Soy *EZ Sticker Bot*. Puedo ayudarte a hacer stickers. Escriba /help para empezar o /info para conseguir más información sobre mi.\n\nPara cambiar el idioma del bot, escriba /lang.",
    "help": "¡Para añdir un sticker a un paquete con @Stickers, su archivo debe ser guardado en el formato de .png, tener al menos una dimensión  de 512px, y pesar menos de 512Kb.\n\nTú puedes enviarme cualquier foto o sticker, yo haré un formato con los tres requisitos necesarios para crear un sticker en Telegram y te lo enviaré como un archivo listo para ser añadido a su paquete de stickers!",
    "forward_to_stickers": "Mandar esto a @Stickers\n@EzStickerBot",
    "cant_process": "No puedo procesar este contenido.",
    "send_sticker_photo": "Mandame una *foto* o *sticker*.",
    "info": "¡*EZ Sticker Bot* es un bot que he desarrollado sin ninguna intención de ganar dinero, pero sí con la intención de ayudar a la comunidad de Telegram.\n\nCompartir este bot en su grupo/canal para ayudar a la comunidad de Telegram a hacer sus propios paquetes de stickers para que todos puedan usarlos!\n\n¡He creado *{:,}* stickers hasta ahora!",
    "contact_dev": "Contactar al desarrollador",
    "source": "Código fuente",
    "rate": "Puntuar el bot",
    "restarting": "reiniciando el bot.",
    "select_lang": "Seleccionar Idioma.",
    "lang_set": "Idioma configurado en español.\n\n¡Gracias a $259363097 y $92817359 por hacer que este bot esté disponible en español!",
    "invalid_command": "Perdon, no reconozco ese comando.",
    "no_permission": "Usted no tiene permiso de hacer esto.",
    "broadcast_in_reply": "Utilize `/broadcast`en respuesta al mensaje para ser enviado.",
    "will_broadcast": "Bien, su mensaje será¡ enviado.",
    "broadcast_only_text": "Por ahora solo *text* mensajes puede ser difundido.",
    "stats": "He creado *{:,}* stickes para *{:,}* usuarios desde *10.23.2017*.\n\nUsted ha creado *{:,}* stickers desde *3.17.2019*.\n\nHe detectado y configurado automáticamente el idioma del bot para *{:,}* personas que no hablan inglés.\n\nHe sido compartido vía inline *{:,}* veces.\n\nDe los usuarios de *{:,}*, *{:,}* optan por recibir anuncios y *{:,}* se excluyen.",
    "lang_stats": "*Estadistica de Idioma:*",
    "send_timeout": "Tiempo expirado tratando de cargar sticker a servidores de Telegram. Por favor espere un minuto e inténtelo de nuevo.",
    "doc_not_img": "El archivo tiene que ser una imagen.",
    "share": "Compartir",
    "share_desc": "Compartir información sobre EzStickerBot en esta sala para charlar",
    "share_text": "¡Hey estoy usando *EzStickerBot* para hacer mis propios stickers sin salir de telegram, pruébalo tú también!\n\n¡Manda cualquier foto o sticker que quieras y el bot lo convertirá¡ y redimensionará¡ por usted!",
    "make_sticker_button": "Echale un vistazo 👉",
    "too_many_urls": "Por favor, envíe sólo una URL a la vez.",
    "invalid_url": "`{}` no es una URL válida.",
    "url_does_not_exist": "La URL `{}` no existe.",
    "url_timeout": "Tiempo límite de espera agotado al intentar conectarse a `{}`.",
    "unable_to_connect": "No se puede conectar a `{}`.",
    "url_not_img": "`{}` no es una URL de imagen válida.",
    "opt_out_info": "Puede utilizar /optout en cualquier momento para dejar de recibir futuros anuncios como éste.",
    "opted_out": "Usted ha optado por no recibir anuncios de bot globales.\n\nPuede utilizar /optin en cualquier momento para volver a recibir mensajes globales.",
    "opted_in": "Usted ha optado por recibir anuncios de bot globales una vez más.\n\nPuede utilizar /optout en cualquier momento para dejar de recibir mensajes globales de nuevo.",
    "already_opted_out": "Ya has optado por no recibir anuncios de bot globales!",
    "already_opted_in": "Ya estás inscrito y recibirás anuncios de bot globales!",
    "forward": "Reenviar",
    "your_sticker": "Tu Sticker",
    "forward_desc": "Haga clic aquí para enviar el sticker que ha seleccionado.",
    "cancel": "Cancelar",
    "icon_command_info": "Ahora puede configurar un icono para que se muestre en la lista de paquetes de stickers de un usuario en lugar de sólo el primer sticker del paquete. Los iconos son de 100x100 y deben ser cuadrados. Si me envías una imagen que no es cuadrada, añadiré un fondo transparente por encima y por debajo para hacerla cuadrada, pero cuanto más cerca estén las dimensiones originales de ser cuadrada, mejor se verá. Si no estás viendo tu nuevo icono de paquete de stickers en una hora después de añadirlo, es posible que estés usando un cliente no oficial que aún no ha sido actualizado para soportar iconos.\n\n*Advertencia: Una vez que hayas añadido un icono a tu paquete de stickers, podrás cambiarlo pero no eliminarlo. Puedes crear un icono de tu primer sticker y configurarlo como tal, pero no puedes revertir esta acción una vez que hayas utilizado la creación de icono por default usando el primer sticker como icono automáticamente.*",
    "icon_command": "Usa el comando /setpackicon en @Stickers y luego envíame la foto, sticker o URL de la imagen que quieras convertir en un icono.",
    "icon_canceled": "Ok, he cancelado la creación de un icono. Ahora está de nuevo en el modo normal de creación de stickers."
  },
  "de": {
    "order": "2",
    "lang_name": "Deutsch 🇩🇪",
    "start": "Hallo! Ich bin *EZ Sticker Bot*. Ich kann dir helfen, Sticker zu erstellen. Schreibe /help um loszulegen, oder /info um mehr über mich zu erfahren.\n\n🌐 Um die Sprache zu ändern, benutze /lang.",
    "help": "Um einen Sticker zu einem Pack von @Stickers hinzuzufügen, muss deine Bilddatei im png-Format sein, mindestens eine der Kanten eine Länge von 512px haben, sowie die Gesamtgröße kleiner als 512Kb sein.\n\nDu kannst mir irgendein Foto oder einen Sticker senden und ich werde das Bild auf die richtigen Dimensionen bringen. Dann sende ich dir die fertige Datei zurück, die du direkt deinem Stickerpack hinzufügen kannst!",
    "forward_to_stickers": "Leite das an @Stickers weiter\n@EzStickerBot",
    "cant_process": "Ich kann damit nichts anfangen.",
    "send_sticker_photo": "Sende mir ein *Foto* oder einen *Sticker*.",
    "info": "*EZ Sticker Bot* ist ein Bot, den ich völlig unentgeltlich entwickle und hoste, wobei mir allein die Zufriedenheit meiner Telegram-Nutzer am Herzen liegt.\n\nDiesen Bot in deinen Gruppen und Channels zu teilen, würde anderen helfen genau so einfach ihre eigenen Stickerpacks zu erstellen, wovon wir alle profitieren.\n\nIch habe bis jetzt *{:,}* Sticker für Nutzer erstellt.",
    "contact_dev": "Entwickler anschreiben",
    "source": "Quellcode",
    "rate": "Bewerten ⭐⭐⭐⭐⭐",
    "restarting": "Bot wird neu gestartet...",
    "select_lang": "Sprache wählen.",
    "lang_set": "Sprache auf Deutsch gestellt.\n\nVielen Dank an $62056065 und $183063665 für die deutsche Übersetzung!",
    "invalid_command": "Sorry, ich verstehe dieses Kommando nicht.",
    "no_permission": "Du kannst das im Moment nicht tun.",
    "broadcast_in_reply": "Sende `/broadcast` als Antwort auf die Nachricht, die gesendet werden soll.",
    "will_broadcast": "Ok, deine Nachricht wird gesendet.",
    "broadcast_only_text": "Zurzeit können nur *Textnachrichten* per broadcast versendet werden.",
    "stats": "Ich habe *{:,}* Sticker für *{:,}* Nutzer erstellt seit dem *10.23.2017*.\n\nDu hast *{:,}* stickers seid dem *3.17.2019* erstellt.\n\nIch habe folgende Sprache erkannt und diese auf *{:,}* festgelegt. Nicht-English sprechende.\n\nVon *{:,}* Benutzern, haben *{:,}* gewählt Ankündigungen zu erhalten, während *{:,}* sich dagegen entschieden haben.",
    "lang_stats": "*Sprachstatistiken:*",
    "send_timeout": "Zeitüberschreitung beim Hochladen des Stickers zu den Telegram Servern. Versuch es in einigen Minuten nochmal.",
    "doc_not_img": "Das Dokument muss ein Bild sein.",
    "share": "Teilen",
    "share_desc": "Teile Informationen über EzStickerBot mit diesem Chat",
    "share_text": "Hey, ich benutze *EzStickerBot* um meine eigenen Sticker zu erstellen ohne dafür Telegram verlassen zu müssen. Sende ein Bild oder Sticker und er wird es für dich konvertieren und auf die richtige Größe bringen!",
    "make_sticker_button": "Probier es aus 👉",
    "too_many_urls": "Bitte schicke nur eine URL zur Zeit.",
    "invalid_url": "`{}` ist keine gültige URL.",
    "url_does_not_exist": "Die URL `{}` existiert nicht.",
    "url_timeout": "Zeitüberschreitung bei dem Versuch sich mit `{}` zu verbinden.",
    "unable_to_connect": "Verbindung zu `{}` konnte nicht hergestellt werden.",
    "url_not_img": "`{}` ist keine gültige Bild URL.",
    "opt_out_info": "Du kannst mit /optout zu jeder Zeit Ankündigungen, wie diese hier, unterbinden.",
    "opted_out": "Du hast ausgewählt keine globalen Bot Ankündigungen mehr zu bekommen.\n\nDu kannst /optin zu jeder Zeit benutzen, um wieder globale Ankündigungen zu erhalten.",
    "opted_in": "Du hast gewählt erneut globale Bot Ankündigungen zu erhalten.\n\nDu kannst zu jeder Zeit /optout benutzen, um dies wieder zu unterbinden.",
    "already_opted_out": "Du hast bereits ausgewählt keine globalen Bot Ankündigungen mehr zu erhalten!",
    "already_opted_in": "Du hast bereits ausgewählt globale Bot Ankündigungen zu erhalten.",
    "forward": "Weiterleiten",
    "your_sticker": "Dein Sticker",
    "forward_desc": "Klicke hier um deinen ausgewählten Sticker zu senden",
    "cancel": "Abbrechen",
    "icon_command_info": "Du kannst jetzt Icons für deine Stickerpacks festlegen, welche anstatt des ersten Stickers in der Stickerliste des Benutzers angezeigt werden. Diese Icons müssen die Größe 100x100 einhalten und quadratisch sein. Wenn du mir kein quadratisches Bild sendest, werde ich einen transparenten Hintergrund von oben und unten an das Bild setzen um es quadratisch zu machen. Je näher die originalen Dimensionen jedoch an ein Quadrat herankommen, desto besser wird es am Ende aussehen. Falls deine neuen Stickerpack Icons nicht nach einer Stunde angezeigt werden, benutzt du vielleicht einen inoffiziellen Clienten, welchen noch nicht für die Verwendung von Icons aktualisiert wurde.\n\n*Achtung: Nach dem Hinzufügen eines Icons zu deinem Stickerpack kann dieses beliebig geändert, aber nicht mehr gelöscht werden. Du kannst jedoch ein Icon aus dem ersten Sticker erstellen; allerdings wird es das automatische Festlegen des ersten Stickers als Icon nicht wiederherstellen.",
    "icon_command": "Benutze den /setpackicon Befehl in @Stickers und sende dann das Foto, den Sticker oder die Bild-URL welche ich zum Icon verwandeln soll.",
    "icon_canceled": "Ok, die Icon Erstellung ist abgebrochen. Du bist jetzt wieder im normalen Modus zur Sticker Erstellung."
  },
  "nl": {
    "order": "3",
    "lang_name": "Nederlands 🇳🇱",
    "start": "Hallo! Ik ben *EZ Sticker Bot*. Ik kan je helpen met stickers maken! Typ /help om te beginnen of /info voor meer informatie.\n\n🌐 Om de taal te veranderen, typ /lang.",
    "help": "Om een sticker aan een pack toe te voegen met @Stickers, moet jouw bestand opgeslagen zijn in png formaat, en één dimensie hebben van 512px, en kleiner zijn dan 512Kb.\n\nJe kan me elke sticker of foto sturen, en ik zal het omzetten om aan alle drie de vereisten te voldoen, en dan stuur ik je het bestand terug, klaar voor het stickerpack!",
    "forward_to_stickers": "Stuur dit door naar @Stickers\n@EzStickerBot",
    "cant_process": "Ik kan dit bestand niet verwerken.",
    "send_sticker_photo": "Stuur me een *foto* of een *sticker*.",
    "info": "*EZ Sticker Bot* is een bot die ik ontwikkel en host met geen verwachting om er iets aan te doen ontvangen behalve de voldoening van het helpen van andere Telegram gebruikers.\n\nHet delen van deze bot in jouw groeppen en/of kanalen helpt anderen met het maken van hun eigen geweldige stickerpacks die iedereen kan gebruiken!\n\nI'Ik heb *{:,}* stickers gemaakt voor mensen tot nu toe!",
    "contact_dev": "Contact",
    "source": "Bron",
    "rate": "Beoordeel ⭐️⭐️⭐️⭐️⭐️",
    "restarting": "Bot wordt herstart...",
    "select_lang": "Selecteer taal.",
    "lang_set": "Taal is gezet naar Nederlands.\n\nBedankt aan $195841097 voor het beschikbaar maken van deze bot in het Nederlands!",
    "invalid_command": "Sorry, maar ik herken dit bevel niet.",
    "no_permission": "Je hebt geen toestemming om dit te doen.",
    "broadcast_in_reply": "Gebruik `/broadcast` als antwoordt op het bericht dat je net hebt verzonden.",
    "will_broadcast": "Oké, je bericht wordt verzonden.",
    "broadcast_only_text": "Op het ogenblik kunnen alleen *tekst* berichtjes worden uitgezonden.",
    "stats": "Ik heb *{:,}* stickers gemaakt voor *{:,}* unieke bezoekers sinds *10.23.2017*.\n\nJe hebt *{:,}* stickers gemaakt sinds *3.17.2019*.\n\nI Ik heb automatisch gedetecteert en de bot's taal ingesteld voor *{:,}* niet-Engels sprekers.\n\nIk ben *{:,}* keer gedeelt via inline.\n\nVan *{:,}* gebruikers, hebben *{:,}* er voor gekozen om aankondigingen te ontvangen, en *{:,}* er voor gekozen dit niet te doen.",
    "lang_stats": "Taalstatistieken:*",
    "send_timeout": "Het duurde te lang om de geformatteerde sticker naar de Telegram servers te uploaden. Wacht alstublieft een minuut om het opnieuw te proberen.",
    "doc_not_img": "Het document moet een plaatje zijn.",
    "share": "Delen",
    "share_desc": "Deel informatie over EzStickerBot met deze chat",
    "share_text": "Hoi! Ik gebruik *EzStickerBot* om mijn eigen stickers te maken zonder Telegram te hoeven verlaten!\n\nZend het elke foto of sticker en het zal het voor je omzetten en herschalen!",
    "make_sticker_button": "Check 't uit 👉",
    "too_many_urls": "Verzend alleen maar één URL, alstublieft.",
    "invalid_url": "`{}` Dit is geen geldige URL.",
    "url_does_not_exist": "Deze URL `{}` bestaat niet.",
    "url_timeout": "Het duurde te lang om te verbinden met `{}`.",
    "unable_to_connect": "Kan niet verbinden met `{}`.",
    "url_not_img": "`{}` is geen geldige afbeeldings-URL.",
    "opt_out_info": "Je kan /optout gebruiken om wanneer je maar wilt berichten zoals dit niet meer te ontvangen.",
    "opted_out": "Je hebt er voor gekozen geen global bot aankondigingen meer te ontvangen.\n\nJe kan /optin gebruiken om deze berichten weer te ontvangen.",
    "opted_in": "Je hebt er voor gekozen om weer global bot aankondigingen te ontvangen.\n\nJe kan /optout gebruiken om deze berichten weer stop te zetten.",
    "already_opted_out": "Je hebt er al voor gekozen om geen global bot aankondigingen meer te ontvangen!",
    "already_opted_in": "Je hebt er al voor gekozen om global bot aankondigingen te ontvangen!",
    "forward": "Doorsturen",
    "your_sticker": "Jouw Sticker",
    "forward_desc": "Klik hier om de sticker die je hebt geselecteerd te verzenden",
    "cancel": "Annuleren",
    "icon_command_info": "Je kan nu een icoon kiezen voor je stickerpak dat andere gebruikers kunnen zien, in plaats van de eerste sticker in het pakket. Een icoon is 100x100 pixels en _moet_ vierkant zijn. Als je mij een plaatje stuurt dat niet vierkant is zal ik een transparante achtergrond aan de boven- en onderkant toevoegen om het vierkant te maken, des te dichter bij het een vierkant is, des te beter het er uit ziet. Als je nieuwe pakketicoon niet na een uur nog niet ziet, dan is het mogelijk dat jij een onofficiële client nog niet is geüpdate om deze functie te ondersteunen.\n\n*Waarschuwing: Zodra je een icoon aan je stickerpak hebt toegovoegd kan je dit niet meer verwijderen, wel kan je het veranderen. Je kan een icoon maken van je eerste sticker in het pakket, maar het kan niet terugkeren naar het standaard gedrag om de eerste sticker automatisch te selecteren.*",
    "icon_command": "Gebruik het /setpackicon commando in @Stickers en stuur mij dan de foto, sticker of URL van het plaatje dat je in een icoon wilt veranderen.",
    "icon_canceled": "Ok, ik heb het maken van een icoon geannuleerd. Je bent nu terug in normale sticker creatie modus."
  },
  "it": {
    "order": "4",
    "lang_name": "Italiano 🇮🇹",
    "start": "Ciao! Sono *EZ Sticker Bot*. Posso aiutarti a fare gli sticker! Prova /help per iniziare oppure /info per ricevere informazioni su di me.\n\n🌐 Per cambiare la lingua del bot, usa /lang.",
    "help": "Per aggiungere uno sticker ad un pacchetto con @Stickers, il tuo file deve essere salvato in formato png, avere almeno un lato di 512px , e pesare meno di 512Kb.\n\nPuoi inviarmi qualunque foto o sticker, e lo formatterò in modo tale da soddisfare tutti e tre i requisiti e rinviartelo come file pronto per essere aggiunto al tuo pacchetto.",
    "forward_to_stickers": "Invia questo a @Stickers\n@EzStickerBot",
    "cant_process": "Non posso elaborare quel contenuto.",
    "send_sticker_photo": "Inviami una *photo* or *sticker*.",
    "info": "*EZ Sticker Bot* e' un bot che sviluppo e hosto senza alcuna aspettiva di guadagno da esso ad eccezione della soddisfazione nell'aiutare altri utenti di Telegram.\n\nCondividere questo bot ad altri gruppi/canali aiuterebbe molte persone a creare i propri pacchetti di sticker da condividere in seguito con tutti noi!\n\nHo creato *{:,}* sticker fino ad ora!",
    "contact_dev": "Contatta lo sviluppatore",
    "source": "Source",
    "rate": "Rate ⭐⭐⭐⭐⭐",
    "restarting": "Restartando il bot...",
    "select_lang": "Seleziona la lingua.",
    "lang_set": "Lingua impostata su Italiano.\n\nGrazie a $389316783 per aver reso questo bot disponibile in Italiano!",
    "invalid_command": "Mi dispace, non riconosco tale comando.",
    "no_permission": "Non hai i permessi necessari per farlo.",
    "broadcast_in_reply": "Usa `/broadcast` in risposta al messaggio da inviare",
    "will_broadcast": "Ok, il tuo messaggio verra' inviato.",
    "broadcast_only_text": "Attualmente solo i messaggi *text* possono essere trasmessi. ",
    "stats": "Ho creato *{:,}* sticker per *{:,}* utenti singoli dal *10.23.2017*.\n\nHai creato *{:,}* sticker a partire dal *3.17.2019*.\n\nHo rilevato e automaticamente cambiato la lingua del bot per *{:,}* utenti non anglofoni.\n\nSono stato condiviso direttamente *{:,}* volte.\n\nSu *{:,}* utenti, *{:,}* hanno deciso di ricevere gli annunci mentre *{:,}* no.",
    "lang_stats": "*Language Stats:*",
    "send_timeout": "Connessione scaduta mentre caricavo lo sticker sui server di Telegram. Le prego di aspettare un minuto e riprovare.",
    "doc_not_img": "Il documento deve essere un'immagine.",
    "share": "Condividi",
    "share_desc": "Condividi informazioni su EzStickerBot con questa chat",
    "share_text": "Hey, sto usando *EzStickerBot* per creare i miei sticker personali senza mai lasciare Telegram!\n\nInviagli qualunque foto o sticker e lo convertirà e ridimensionerà per te!",
    "make_sticker_button": "Dagli un'occhiata 👉",
    "too_many_urls": "Si prega di inviare solo un URL alla volta.",
    "invalid_url": "`{}` non è un URL valido.",
    "url_does_not_exist": "L'URL `{}` non esiste.",
    "url_timeout": "Connessione persa durante la connessione a `{}`.",
    "unable_to_connect": "Impossibile connettersi a `{}`.",
    "url_not_img": "`{}` non è un URL immagine valido.",
    "opt_out_info": "Puoi usare /output in ogni momento per non ricevere annunci come questo.",
    "opted_out": "Hai deciso di non ricevere più gli annunci globali del bot.\n\nPuoi usare /optin in ogni momento per ricevere messaggi globali nuovamente.",
    "opted_in": "Hai deciso di ricevere nuovamente gli annunci globali del bot.\n\nPuoi usare /optout in ogni momento per non ricevere più messaggi globali.",
    "already_opted_out": "Hai già deciso di non ricevere gli annunci globali del bot!",
    "already_opted_in": "Hai già deciso di ricevere gli annunci globali del bot, e li riceverai!",
    "forward": "Invia",
    "your_sticker": "Il Tuo Sticker",
    "forward_desc": "Clicca qui per inviare lo sticker che hai selezionato",
    "cancel": "Annulla",
    "icon_command_info": "Puoi ora impostare un'icona per i tuoi pacchetti, da mostrare nella lista di questi ultimi degli utenti, invece che il primo sticker in esso. Le icone sono 100*100 e _devono_ essere quadrate. Se invii un'immagine non quadrata, aggiungerò uno sfondo trasparente al di sopra e al di sotto di essa per renderla quadrata, ma più le dimensioni originali saranno simili ad un quadrato, più sarà meglio a vedersi. Se non vedi la tua nuova icona del pacchetto dopo un'ora all'aggiunta, potresti star utilizzando un client non ufficiale che non è stato ancora aggiornato per supportare le icone.\n\n*Attenzione: Una volta aggiunta un'icona al tuo pacchetto, puoi cambiarla ma non rimuoverla. Puoi creare un'icona del tuo primo sticker e impostarla, ma non puoi ripristinare il sistema precedente che utilizzava automaticamente il primo sticker.*",
    "icon_command": "Usa il comando /setpackicon in @Stickers e poi inviami la foto, sticker, o URL dell'immagine che vuoi rendere un'icona.",
    "icon_canceled": "Ok, ho cancellato la creazione di un'icona. Sei ritornato alla creazione standard degli sticker."
  },
  "id": {
    "order": "5",
    "lang_name": "Indonesian 🇮🇩",
    "start": "Hai! Saya *EZ Sticker Bot*. Saya bisa membantumu mebuat stiker! Ketik /help untuk memulai atau /info untuk mendapatkan informasi tentang saya.\n\n🌐 untuk mengubah bahasa bot gunakan /lang.",
    "help": "Untuk menabahkan stiker ke sebuah paket stiker dengan @Stickers, filemu harus disimpan dengan format png, memiliki paling tidak satu dimensi berukuran 512px, dan kurang dari 512Kb.\n\nKamu bisa mengirimkan saya gambar atau stiker apapun dan saya akan memformatnya untuk memenuhi ketiga syarat dan mengirimnya kembali sebagai sebuah file yang siap ditambahkan ke paket stikermu.",
    "forward_to_stickers": "Teruskan ini ke @Stickers\n@EzStickerBot",
    "cant_process": "Saya tidak bisa memproses konten tersebut.",
    "send_sticker_photo": "Kirimkan saya sebuah *foto* atau *stiker*.",
    "info": "*EZ Sticker Bot* adalah bot yang saya kembangkan dan miliki tanpa harapan untuk mendapatkan apapun darinya selain kepuasan untuk membantu sesama pengguna Telegram.\n\nMembagikan bot ini di grup/channelmu dapat membantu orang-orang membuat paket stiker milik mereka sendiri untuk digunakan oleh semua.\n\nSejauh ini saya telah membuat *{:,}* stiker untuk orang-orang.",
    "contact_dev": "Kontak dev",
    "source": "Sumber",
    "rate": "Beri nilai ⭐️⭐️⭐️⭐️⭐️",
    "restarting": "Me-restart bot...",
    "select_lang": "Pilih bahasa.",
    "lang_set": "Bahasa telah diubah ke bahasa Indonesia.\n\nTerima kasih kepada $363491550 untuk membuat bot ini tersedia dalam bahasa Indonesia.",
    "invalid_command": "Maaf, saya tidak mengenali perintah tersebut.",
    "no_permission": "Anda tidak punya izin untuk melakukan itu.",
    "broadcast_in_reply": "Gunakan /broadcast sebagai balasan ke pesan tersebut untuk dikirim.",
    "will_broadcast": "Ok, pesan anda akan segera dikirim.",
    "broadcast_only_text": "Saat ini hanya pesan *teks* yang dapat dikirim.",
    "stats": "Saya telah membuat *{:,}* stiker untuk *{:,}* pengguna yang unik sejak *23.10.2017*.\n\nAnda secara pribadi telah membuat *{:,}* stiker sejak *3.17.2019*.\n\nSaya telah mendeteksi dan secara otomatis mengubah bahasa bot untuk *{:,}* orang yang tidak bicara bahasa Inggris.\n\nSaya telah dibagikan *{:,}* kali.\n\nDari *{:,}* pengguna, *{:,}* memilih untuk menerima pemberitahuan dan *{:,}* memilih untuk tidak menerima pemberitahuan.",
    "lang_stats": "*Statistik Bahasa:*",
    "send_timeout": "Koleksi bermasalah ketika mencoba untuk mengunggah stiker yang telah diformat ke server Telegram. Harap tunggu sebentar dan coba lagi.",
    "doc_not_img": "Document tersebut harus berupa gambar.",
    "share": "Bagikan",
    "share_desc": "Bagikan informasi tentang EzStickerBot dengan chat ini",
    "share_text": "Hai, saya menggunakan *EzStickerBot* untuk membuat stikerku sendiri tanpa menutup telegram.\n\nKirimkan foto atau stiker apapun dan dia akan merubah dan menyesuaikan ukuranya untukmu.",
    "make_sticker_button": "Lihatlah 👉",
    "too_many_urls": "Tolong kirimkan URL satu per satu.",
    "invalid_url": "`{}` bukanlah URL yang valid.",
    "url_does_not_exist": "URL `{}` tidak ada",
    "url_timeout": "Koneksi bermasalah ketika mencoba untuk menghubungkan ke `{}`.",
    "unable_to_connect": "Tidak bisa menghubungkan ke `{}`.",
    "url_not_img": "`{}` bukanlah URL gambar yang valid.",
    "opt_out_info": "Kamu bisa menggunakan /optout kapanpun untuk berhenti menerima pemberitahuan baru seperti ini.",
    "opted_out": "Kamu telah memilih untuk berhenti menerima pemberitahuan.\n\nKamu bisa menggunakan /optin kapanpun untuk mulai menerima pesan global lagi.",
    "opted_in": "Kamu telah memilih untuk menerima pemberitahuan lagi.\n\nKamu bisa menggunakan /optout kapanpun untuk berhenti menerima pesan global lagi.",
    "already_opted_out": "Kamu telah memilih berhenti menerima pemberitahuan.",
    "already_opted_in": "Kamu telah memilih untuk mulai menerima pemberitahuan.",
    "forward": "Teruskan pesan",
    "your_sticker": "Stikermu",
    "forward_desc": "Klik disini untuk mengirim stiker yang kamu pilih",
    "cancel": "Batal",
    "icon_command_info": "Kamu sekarang bisa mengatur ikon untuk paket stikermu untuk ditampilkan di daftar stiker daripada stiker pertama dalam paket. Ikon berukuran 100x100 dan _harus_ berbentuk persegi. Jika kamu mengirimku sebuah gambar yang tidak berbentuk persegi saya akan membuat latar belakang transparan di atas dan bawahnya untuk membuatnya berbentuk persegi, tetapi semakin dekat dimensi asli ke bentuk persegi, akan terlihat semakin baik. Jika kamu tidak melihat ikon paketmu setelah satu jam setelah membuatnya, kamu mungkin menggunakan klien tidak resmi yang belum di update untuk mendukung ikon.\n\n*Peringatan: sekali kamu menambahkan ikon ke paket stikermu kamu bisa menggantinya tetapi tidak bisa menghilangkanya. Kamu bisa membuat ikon dari stiker pertamamu tetapi kamu tidak bisa mengubahnya kembali untuk menggunakan stiker pertama secara otomatis.*",
    "icon_command": "Gunakan perintah /setpackicon di @Stickers lalu kirimkan foto pilihan, stiker, atau URL gambar yang kamu ingin jadikan ikon padaku.",
    "icon_canceled": "Ok, aku telah membatalkan pembuatan sebuah ikon. Kamu sekarang kembali ke mode pembuatan stiker biasa."
  },
  "pt": {
    "order": "6",
    "lang_name": "Português 🇧🇷",
    "start": "Olá! Sou *EZ Sticker Bot*. Eu posso lhe ajudar a fazer stickers! Escreva /help para iniciar ou /info para conseguir informações sobre mim.\n\n🌐 Para mudar o idioma do bot use /lang.",
    "help": "Para adicionar um sticker em um pacote com @Stickers seu arquivo deve ser salvo no formato png, ter pelo menos uma dimensão em 512px e ser menor do que 512Kb.\n\nVocê pode me enviar uma foto ou um sticker e eu irei formatar ele para todos os requisitos e lhe enviar de volta um arquivo pronto para ser adicionado no pacote!",
    "forward_to_stickers": "Encaminhe isto para @Stickers\n@EzStickerBot",
    "cant_process": "Eu não consigo abrir este conteúdo.",
    "send_sticker_photo": "Me envie uma *foto* ou *sticker*.",
    "info": "*EZ Sticker Bot* é um bot que eu desenvolvo e hospedo sem nenhuma expectativa de ganhar nada além da satisfação de ajudar meus companheiros do Telegram.\n\nCompartilhar este bot nos seus grupos/canais ajudaria muitas pessoas a criar seus próprios pacotes de stickers para todos nós usarmos!\n\nEu criei *{:,}* stickers para as pessoas até agora!",
    "contact_dev": "Contatar desenvolvedor",
    "source": "Código Fonte",
    "rate": "Avalie ⭐⭐⭐⭐⭐",
    "restarting": "Reiniciando o bot...",
    "select_lang": "Selecione um idioma.",
    "lang_set": "Idioma selecionado como Português Brasileiro.\n\nObrigado a $56732328 por tornar este bot disponível em Português Brasileiro!",
    "invalid_command": "Desculpe, não reconheço este comando.",
    "no_permission": "Você não tem permissão para fazer isso.",
    "broadcast_in_reply": "Use `/broadcast` na resposta para a mensagem ser enviada.",
    "will_broadcast": "Ok, sua mensagem será enviada.",
    "broadcast_only_text": "Atualmente apenas mensagens de *texto* podem ser transmitidas.",
    "stats": "Eu criei *{:,}* stickers para *{:,}* usuários diferentes desde *23/10/17*.\n\nVocê criou pessoalmente *{:,}* stickers desde *17/03/2019*.\n\nEu detectei e automaticamente coloquei a linguagem do bot para *{:,}* usuários que não falam inglês.\n\nFui compartilhado inline *{:,}* vezes.\n\nDe *{:,}* usuários, *{:,}* optaram por receber anúncios e *{:,}* optaram por não.",
    "lang_stats": "*Estatística das Linguagens:*",
    "send_timeout": "Tempo esgotado ao tentar fazer upload do sticker formatado aos servidores do Telegram. Por favor, espere um minuto e tente novamente.",
    "doc_not_img": "O documento deve ser uma imagem.",
    "share": "Compartilhar",
    "share_desc": "Compartilhe sobre o EzStickerBot com este chat",
    "share_text": "Ei, estou usando *EzStickerBot* para fazer meus próprios stickers sem sequer sair do Telegram!\n\nEnvie qualquer foto ou sticker e ele irá converter e redimensionar para você!",
    "make_sticker_button": "Veja só 👉",
    "too_many_urls": "Por favor, envie apenas um URL por vez.",
    "invalid_url": "`{}` não é um URL válido.",
    "url_does_not_exist": "O URL `{}` não existe.",
    "url_timeout": "O URL `{}` demorou muito para responder.",
    "unable_to_connect": "Não foi possível se conectar a `{}`.",
    "url_not_img": "`{}` não é um URL de uma imagem válida.",
    "opt_out_info": "Você pode usar /optout a qualquer momento para parar de receber anúncios como este.",
    "opted_out": "Você optou por parar de receber anúncios globais do bot.\n\nVocê pode usar /optin a qualquer momento para continuar a receber mensagens globais novamente.",
    "opted_in": "Você optou por receber anúncios globais do bot novamente.\n\nVocê pode usar /optout a qualquer momento para parar de receber mensagens globais novamente.",
    "already_opted_out": "Você já optou por não receber anúncios globais do bot!",
    "already_opted_in": "Você já optou por receber anúncios globais do bot!",
    "forward": "Encaminhar",
    "your_sticker": "Seu Sticker",
    "forward_desc": "Clique aqui para enviar o sticker que você selecionou",
    "cancel": "Cancelar",
    "icon_command_info": "Agora você pode colocar um ícone para seu pacote de stickers para exibição na lista de pacotes de um usuário ao invés do primeiro sticker do pacote. Ícones são 100x100 e _devem_ ser quadrados. Se você me enviar uma imagem que não é quadrada eu irei adicionar um fundo transparente acima ou abaixo dele para gerar o quadrado, mas quanto mais próximas as dimensões originais forem de um quadrado melhor ficará o resultado. Se você não ver o novo ícone do pacote uma hora após adicionar ele você provavelmente está usando um cliente não oficial que ainda não adicionou suporte a ícones ainda.\n\n*Aviso: Assim que você adiciona um ícone ao seu pacote de stickers você pode alterá-lo, mas não removê-lo. Você pode criar um ícone do seu primeiro sticker e colocar ele como isto mas não pode reverter ao comportamento original do pacote de usar o primeiro sticker automaticamente.*",
    "icon_command": "Use o comando /setpackicon em @Stickers e então envie a foto, sticker ou URL de imagem que você quer transformar em ícone para mim.",
    "icon_canceled": "Ok, eu cancelei a criação do ícone. Você voltou ao modo normal de criação de stickers."
  },
  "sl": {
    "order": "7",
    "lang_name": "Slovenščina 🇸🇮",
    "start": "Pozdravljeni! Jaz sem *EZ Sticker Bot*. Lahko vam pomagam narediti nalepke! Vnesite /help, da začnete ali /info, da bi dobili informacijo o meni.\n\n🌐 Če želite spremenit jezik, vnesite /lang.",
    "help": "Če želite dodati nalepko v paket s @Stickers, mora biti vaša datoteka shranjena v formatu png, mora imeti vsaj eno dimenzijo, ki je 512 slikovnih pik in mora biti manjša od 512Kb.\n\nLahko mi pošljete poljubno fotografijo ali nalepko. To nalepko bom formatiral in izpolnil vse zahteve ter jo poslal nazaj v obliki datoteke, ki bo pripravljena za dodajanje v paket!",
    "forward_to_stickers": "Posreduj to v @Stickers\n@EzStickerBot",
    "cant_process": "Te vsebine ne morem obdelati.",
    "send_sticker_photo": "Pošljite mi *fotografijo* ali *nalepko*.",
    "info": "*EZ Sticker Bot* je bot, ki ga razvijam in gostim brez pričakovanja, da bi kaj od njega dobil, razen zadovoljstvo za pomoč Telegram uporabnikov.\n\nČe oglašujete bot v različnih skupinah ali kanalih, bi ljudem pomagalo ustvariti svoje odlične pakete z nalepkami, ki jih lahko vsi uporabljamo!\n\nDo sedaj sem ustvaril *{:,}* nalepk za ljudi!",
    "contact_dev": "Kontaktiraj razvijalca",
    "source": "Vir",
    "rate": "Ocenite ⭐⭐⭐⭐⭐",
    "restarting": "Vnovnični zagon...",
    "select_lang": "Izberi jezik!",
    "lang_set": "Jezik je nastavljen na slovenščino.\n\nZahvale gredo $266849541 in $510337962, da je ta bot na voljo v slovenščini!",
    "invalid_command": "Ne prepoznam tega ukaza!",
    "no_permission": "Vi nimate dovoljenja za to.",
    "broadcast_in_reply": "Uporabite /broadcast v odgovoru za želeno poslano sporočilo.",
    "will_broadcast": "Sporočilo bo poslano.",
    "broadcast_only_text": "Trenutno se lahko oddajajo samo *text* sporočila",
    "stats": "Ustvaril sem *{:,}* nalepke za *{:,}* unikatne uporabnike od *10.23.2017*.\n\nVi ste ustvarili *{:,}* nalepk od *{:,}*.\n\nSem zaznal in avtomatsko spremenil jezik za *{:,}* ne-Angleške govorce.\n\nBil sem deljen *{:,}* krat.\n\nOd *{:,}* uporabnikov, *{:,}* so prijavljeni na obvestila in *{:,}* jih je odjavljenjih.",
    "lang_stats": "*Statistika jezikov uporabnikov:*",
    "send_timeout": "Čas trajanja predolg pri nalaganju formatiranih nalepk na Telegramov strežnik. Prosim počakajte minuto in poskusite znova.",
    "doc_not_img": "Dokument more biti slika.",
    "share": "Delite",
    "share_desc": "Delite svoje menje o EzStickerBot v tem pogovoru",
    "share_text": "Hej, jaz uporabljam EzStickerBot da lahko ustvarim svoje nalepke brez da bi kdarkoli zapustil Telegram!\n\nPošlji mu katerokoli sliko ali nalepko in jo bo spremenil v pravilni format in velikost zate!",
    "make_sticker_button": "Poglej 👉",
    "too_many_urls": "Prosim pošljite en URL naenkrat!.",
    "invalid_url": "`{}` ni validen url.",
    "url_does_not_exist": "Ta URL `{}` ne obstaja.",
    "url_timeout": "Podatki se niso pravočasno prenesli iz `{}`",
    "unable_to_connect": "Nemogoča povezava do `{}`.",
    "url_not_img": "`{}` ni validen slikovni URL.",
    "opt_out_info": "Lahko uporabite /output kadarkoli, da prenehate dobivati obvestila, kot so ta.",
    "opted_out": "Odjavili ste se od globalnih obvestil.\n\nLahko uporabite /optin kadarkoli, da jih spet začnete prejemati.",
    "opted_in": "Prijavili ste se na globalna obvestila.\n\nLahko uporabite /optout kadarkoli, da jih prenehate prejemati.",
    "already_opted_out": "Ste se že odjavili od globalnih obvestil!.",
    "already_opted_in": "Ste se že prijavili na globalna obvestila!.",
    "forward": "Posreduj",
    "your_sticker": "Tvoja nalepka",
    "forward_desc": "Klikni tukaj da pošlješ izbrano nalepko",
    "cancel": "Prekliči",
    "icon_command_info": "Zdaj lahko nastaviš ikono za tvojo zbirko nalepk, ki bo prikazovala glavno nalepko zbirke namesto samo prvo nalepko. Ikona je 100x100 velikosti in __mora__ biti kvadratna. Če pošlješ sliko, ki ni kvadratna, se bo dodalo transparentno ozadje nad in pod ikono, da izgleda kvadratno. Če ne vidiš svoje nove ikone po eni uri, je možno da uporabljaš ne-uradno verzijo aplikacije, ki ne podpira te funkcije.\n\n*Opozorilo: Enkrat, ko dodaš ikono svoji zbirki, lahko to spremeniš, vendar izgubiš opcijo da bi zbirka izbrala prvo nalepko za svojo ikono.*",
    "icon_command": "Uporabi /setpackicon ukaz v @Stickers in potem pošlji sliko, nalepko ali URL slike katero hočeš spremeniti v ikono.",
    "icon_canceled": "Ok, proces ustvarjanja ikone ustavljen. Si nazaj v navadnih nastavitvah."
  },
  "pl": {
    "order": "8",
    "lang_name": "Polski 🇵🇱",
    "start": "Cześć! Jestem *EZ Sticker Bot*. Mogę pomóc ci w tworzeniu naklejek! Napisz /help, aby rozpocząć lub /info, aby dostać informacje o mnie.\n\n🌐Aby zmienić język, użyj /lang.",
    "help": "Aby dodać naklejkę do paczki przy użyciu @Stickers, plik musi być zapisany w formacie png, mieć co najmniej jeden wymiar 512px i mieć mniej niż 512Kb. \n\nMożesz wysłać mi dowolne zdjęcie lub naklejkę a ja sformatuję je tak, aby spełniało wszystkie trzy warunki i odeślę je do ciebie jako gotowy plik do dodania do paczki!",
    "forward_to_stickers": "Przekaż do @Stickers\n@EzStickerBot",
    "cant_process": "Nie mogę przetworzyć tej treści.",
    "send_sticker_photo": "Wyślij mi *zdjęcie* lub *naklejkę*.",
    "info": "*EZ Sticker Bot* to bot, którego rozwijam i hostuję bez oczekiwania, że kiedykolwiek uzyskam z niego coś innego niż satysfakcję z pomagania innym użytkownikom Telegrama.\n\nUdostępnianie tego bota w twoich grupach/kanałach może pomóc ludziom w tworzeniu własnych wspaniałych paczek naklejek, z których moglibyśmy wszyscy korzystać!\n\nDotychczas stworzyłem *{:,}* naklejek!",
    "contact_dev": "Kontakt",
    "source": "Źródło",
    "rate": "Oceń ⭐⭐⭐⭐⭐",
    "restarting": "Restartowanie bota...",
    "select_lang": "Wybierz język:",
    "lang_set": "Język zmieniony na polski.\n\nDzięki $826888099 bot jest dostępny w języku polskim!",
    "invalid_command": "Przepraszam, nie rozpoznaję tej komendy.",
    "no_permission": "Nie masz uprawnień, aby to zrobić.",
    "broadcast_in_reply": "Użyj `/broadcast` w odpowiedzi na wiadomość do wysłania.",
    "will_broadcast": "Ok, twoja wiadomość zostanie wysłana.",
    "broadcast_only_text": "Obecnie można nadawać tylko wiadomości *tekstowe*.",
    "stats": "Od *23.10.2017* stworzyłem *{:,}* naklejek dla *{:,}* unikalnych użytkowników.\n\nWłasnoręcznie stworzyłeś *{:,}* naklejek od *17.3.2019*.\n\nWykryłem i automatycznie ustawiłem język bota dla *{:,}* nieanglojęzycznych osób.\n\nZostałem udostępniony przez wstawkę *{:,}* razy.\n\nZ *{:,}* użytkowników, *{:,}* otrzymuje powiadomienia, natomiast *{:,}* wyłączyło sobie tę opcję.",
    "lang_stats": "*Statystyki języków:*",
    "send_timeout": "Przekroczono limit czasu podczas przesyłania naklejki na serwery Telegrama. Odczekaj chwilę i spróbuj ponownie.",
    "doc_not_img": "Dokument musi być obrazem.",
    "share": "Udostępnij",
    "share_desc": "Udostępnij informacje o EZStickerBot na tym czacie.",
    "share_text": "Hej, używam *EZStickerBot* do tworzenia własnych naklejek bez wychodzenia z Telegrama!\n\nWyślij jakieś zdjęcie lub naklejkę a bot przekonwertuje i zmieni rozmiar za ciebie!",
    "make_sticker_button": "Sprawdź to 👉",
    "too_many_urls": "Wysyłaj tylko jeden adres URL naraz.",
    "invalid_url": "`{}` nie jest prawidłowym adresem URL.",
    "url_does_not_exist": "Podany adres URL `{}` nie istnieje.",
    "url_timeout": "Przekroczono limit czasu podczas próby połączenia z `{}`.",
    "unable_to_connect": "Nie można połączyć z `{}`.",
    "url_not_img": "`{}` nie jest prawidłowym adresem URL obrazu.",
    "opt_out_info": "W dowolnym momencie możesz użyć /optout, aby przestać otrzymywać przyszłe powiadomienia takie jak to.",
    "opted_out": "Zrezygnowałeś z odbierania globalnych powiadomień o bocie.\n\nW dowolnym momencie możesz użyć /optin, aby ponownie zacząć otrzymywać wiadomości globalne.",
    "opted_in": "Zdecydowałeś się ponownie otrzymywać globalne powiadomienia o bocie.\n\nW dowolnym momencie możesz użyć /optout, aby ponownie przestać otrzymywać wiadomości globalne.",
    "already_opted_out": "Zrezygnowałeś już z otrzymywania globalnych powiadomień o bocie!",
    "already_opted_in": "Aktualnie otrzymujesz globalne powiadomienia o bocie!.",
    "forward": "Przekaż",
    "your_sticker": "Twoja naklejka",
    "forward_desc": "Kliknij tutaj, aby wysłać wybraną naklejkę",
    "cancel": "Anuluj",
    "icon_command_info": "Możesz teraz ustawić ikonę twojej paczki naklejek by wyświetlała się na liście paczek użytkownika zamiast pierwszej naklejki w paczce. Ikony są 100x100 i _muszą_ być kwadratowe. Jeśli wyślesz mi obraz który nie jest kwadratowy to ja dodam przezroczyste tło powyżej lub poniżej tego w celu uczynienia go kwadratowym, ale im bliżej kwadratu są oryginalne wymiary tym lepiej będzie to wyglądać. Jeśli nie będziesz widział ikony twojej nowej paczki po kilku godzinach po dodaniu jej, możliwe że korzystasz z nieoficjalnego klienta który jeszcze nie jest zaktualizowany by wspierać ikony.\n\n*Ostrzeżenie: Kiedy dodasz ikonę do twojej paczki będziesz mógł ją zmienić ale nie usunąć. Możesz stworzyć ikonę z pierwszej naklejki i ustawić ją tak, ale nie możesz przywrócić paczki do domyślnego zachowania używającej automatycznie pierwszej naklejki.*",
    "icon_command": "Użyj komendy /setpackicon w @Stickers, a następnie wyślij do mnie zdjęcie, naklejkę lub URL obrazu którego chcesz zamienić w ikonę.",
    "icon_canceled": "Ok, anulowałem tworzenie ikon. Jesteś teraz znowu w trybie normalnego tworzenia naklejek."
  },
  "ru": {
    "order": "9",
    "lang_name": "Русский 🇷🇺",
    "start": "Привет! Я *EZ Sticker Bot*. Я помогу помочь тебе с созданием стикеров! Напиши /help для того, чтобы начать или /info, чтобы получить больше информации обо мне.\n\n🌐 Чтобы переключить язык, используй /lang.",
    "help": "Чтобы добавить стикер в пак с помощью @Stickers, ваш файл должен быть сохранен в формате .png, иметь одну из сторон минимум 512px и весить меньше 512Кб.\n\nТы можешь отправить мне любое фото или стикер и я его переведу в нужный формат, а затем отправлю его тебе файлом.",
    "forward_to_stickers": "Перешлите это в @Stickers\n@EzStickerBot",
    "cant_process": "Я не умею обрабатывать данный тип контента",
    "send_sticker_photo": "Отправь мне фото или стикер",
    "info": "EZ Sticker Bot это мой личный проект, который я содержу и разрабатываю. Я не ожидаю никакой прибыли от него, но хочу видеть восторг в пользователях моего бота и Telegram.\n\nЕсли вы поделитесь этим ботом с друзьями, вы поможете другим делать свои замечательные стикерпаки для нас всех!\n\nЯ уже помог *{:,}* людям!",
    "contact_dev": "Связаться с разработчиком",
    "source": "Исходный код",
    "rate": "Оценить ⭐⭐⭐⭐⭐",
    "restarting": "Перезагрузка бота...",
    "select_lang": "Выбрать язык",
    "lang_set": "Язык изменён на русский.\n\nСпасибо $176191340 за перевод этого бота на русский язык!",
    "invalid_command": "Извините, я не понимаю этой команды.",
    "no_permission": "У вас нет прав на выполнение этого действия.",
    "broadcast_in_reply": "Используйте /broadcast в ответ на отправленное сообщение.",
    "will_broadcast": "Ваше сообщение будет отправлено.",
    "broadcast_only_text": "Оповестить можно только *текстовым* сообщением.",
    "stats": "Я создал *{:,}* стикеров для *{:,}* пользователей с 23 октября 2017.\n\nВами было создано *{:,}* стикеров начиная с *3.17.2019*\n\nЯ распознал и автоматически выбрал *{:,}* язык для не говорящих на английском языке пользователей.\n\nМною поделились *{:,}* раз.\n\nИз *{:,}* пользователей, *{:,}* пользователей получают уведомления о работе бота, а *{:,}* не получают.",
    "lang_stats": "*Статистика языков:*",
    "send_timeout": "Превышено время загрузки форматированных стикеров на сервера Телеграма. Пожалуйста, подождите немного и повторите попытку.",
    "doc_not_img": "Документ должен быть изображением.",
    "share": "Поделиться",
    "share_desc": "Поделиться ботом",
    "share_text": "Я использую *EzStickerBot* для создания собственных стикеров не выходя из Телеграма!\n\nОтправь любое фото или стикер и я конвертирую их для тебя!",
    "make_sticker_button": "Попробуй здесь 👉",
    "too_many_urls": "Пожалуйста, отправляйте только по одной ссылке.",
    "invalid_url": "`{}` недействительна.",
    "url_does_not_exist": "`{}` не существует.",
    "url_timeout": "Соединение было сброшено при попытке подключения к `{}`.",
    "unable_to_connect": "Не удалось подключиться к `{}`.",
    "url_not_img": "`{}` не является изображением.",
    "opt_out_info": "Для отключения уведомлений и напоминаний о работе бота, вы можете воспользоваться командой /optout.",
    "opted_out": "Вы отключили глобальные уведомления о работе бота.\n\nВоспользуйтесь командой /optin для их включения.",
    "opted_in": "Вы включили глобальные уведомления о работе бота.\n\nВоспользуйтесь командой /optout для их выключения.",
    "already_opted_out": "Вы уже отключили уведомления о работе бота!",
    "already_opted_in": "Уведомления о работе бота уже включены!",
    "forward": "Переслать",
    "your_sticker": "Ваш Стикер",
    "forward_desc": "Нажмите сюда, что бы отправить выбранный вами стикер",
    "cancel": "Отмена",
    "icon_command_info": "Теперь вы можете добавить свою иконку, вместо использования первого стикера, своему набору стикеров для его отображения в списке ваших наборов. Иконки _должны_ быть квадратные и иметь разрешение 100х100. Если вы отправите мне неквадратное изображение, я добавлю к нему прозрачный фон под ним и на него для превращения его в квадрат. Учтите, что чем ближе ваше изображение к квадрату, тем лучше оно будет выглядеть. Если вы не видите иконку вашего набора более чем через час после добавления, то вероятно вы используете неофициальный клиент, который не поддерживает иконки стикер-паков.\n\n*Внимание: если вы добавили иконку, то удалить ее будет невозможно.*",
    "icon_command": "Используйте команду /setpackicon в @Stickers и отправьте изображение, стикер, или ссылку, которую вы хотите установить в качестве иконки, мне.",
    "icon_canceled": "Выход из режима создания иконки. Возврат в режим создания стикеров."
  },
  "uk": {
    "order": "10",
    "lang_name": "Українська 🇺🇦",
    "start": "Вітаю! Я - *EZ Sticker Bot*. Я можу допомогти вам створити стікери. Введіть /help, щоб розпочати або /info , щоб отримати інформацію про мене.\n\n🌐 Щоб замінити боту мову пишіть /lang.",
    "help": "Щоб додати стікер до паку з @Stickers, ваш файл повинен бути збережений у форматі png, має мати принаймні одне розширення на 512 пікселів і повинен бути менше 512Kb.\n\nВи можете надіслати мені будь-яку фотографію або стікер, і я форматую його, щоб він відповідав усім трьом вимогам і відправлю його вам як файл, готовий до додавання у ваш пак!",
    "forward_to_stickers": "Перешліть це до @Stickers\n@EzStickerBot",
    "cant_process": "Я не можу обробити цей вміст.",
    "send_sticker_photo": "Надішліть мені *фото* або *стікер*.",
    "info": "*EZ Sticker Bot* - це бот, який я розробляю та розміщую, не очікуючи, що ви отримуватимете від нього, щось окрім задоволення допомагаючи колегам, користувачам Telegram.\n\nПоширення доступу до цього бота у ваших групах / каналах допоможе людям які роблять свої власні великі стікерові пакети для нас усіх!\n\nЯ створив *{:,}* стікерів для людей!",
    "contact_dev": "Зв'язатися з розробнком",
    "source": "Джерело",
    "rate": "Оцінить ⭐⭐⭐⭐⭐",
    "restarting": "Перезапуск бота...",
    "select_lang": "Виберіть мову.",
    "lang_set": "Мова налаштована на українську. Дякую $398083080 і $80524354, які навчили мене української.",
    "invalid_command": "Вибачте, я не визнаю цю команду.",
    "no_permission": "Ви не маєте дозволу на це.",
    "broadcast_in_reply": "Використовуйте `/broadcast` у відповідь на повідомлення, яке потрібно надіслати.",
    "broadcast_only_text": "На разі, я можу транслювати лише *текст*.",
    "stats": "Я створив *{:,}* стікери для *{:,}* унікальних користувачів з *10.23.2017*.\n\nВи особисто створили *{:,}* стікери з *3.17.2019*.\n\nЯ розпізнав та автоматично вибрав *{:,}* мову для користувачів що не розмовляють англійською.\n\nЯ був розділений через inline *{:,}* раз.\n\nЗ *{:,}*  користувачів,  *{:,}* отримують повідомлення про роботу бота, *{:,}* а не отримують.",
    "lang_stats": "*Мовна статистика:*",
    "send_timeout": "Вичерпано час при спробі завантажити відформатовані стикери на сервери Telegram. Будь ласка, зачекайте хвилину і повторіть спробу",
    "doc_not_img": "Документ повинен бути зображенням.",
    "share": "Поділитися",
    "share_desc": "Поділитися ботом",
    "share_text": "Я використовую EzStickerBot для створення власних стікерів не виходячи з Телеграмму!\n\nВідправ будь-яке фото або стікер, і я конвертую їх для тебе!",
    "make_sticker_button": "Спробуй тут 👉",
    "too_many_urls": "Будь ласка, відправляйте тільки по одному посиланню.",
    "invalid_url": "`{}` недійсна.",
    "url_does_not_exist": "`{}` не існує.",
    "url_timeout": "З'эднання було розірване при спробі підключення до `{}`.",
    "unable_to_connect": "Не вдалося під'єднатися до `{}`.",
    "url_not_img": "`{}` не є зображенням.",
    "opt_out_info": "Для відімкнення повідомлень та нагадувань про роботу бота, ви можете скористатися командою /optout.",
    "opted_out": "Ви вимкнули глобальні повідомлення про роботу бота.\n\nСкористайтеся командою /optin для їх ввімкнення.",
    "opted_in": "Ви ввімкнули глобальні повідомлення про роботу бота.\n\nСкористайтеся командою /optout для їх вимикання.",
    "already_opted_out": "Ви вже вимкнули повідомлення про роботу бота!",
    "already_opted_in": "Повідомлення про роботу бота вже ввімкнені!",
    "forward": "Переслати",
    "your_sticker": "Ваш Стікер",
    "forward_desc": "Натисніть сюди, щоб надіслати обраний вами стікер",
    "cancel": "Скасувати",
    "icon_command_info": "Тепер ви можете встановити значок для ваших пакетів стікерів для відображення в списку пакетів користувача, а не тільки у перший стікер в пакеті. Іконки 100х100 і _мусять_ бути квадратної. Якщо ви надішлете мені зображення, яке не є квадратним, я додам прозорий фон вище та нижче нього, щоб зробити його квадратним, але чим ближче вихідні розміри до квадрату, тим краще він виглядатиме. Якщо ви не бачите значок нового пакету через годину після його додавання, ви можете використовувати неофіційний клієнт, який ще не оновлено для підтримки значків.\n\n*Попередження: після додавання значка в стікер ви можете змінити його, але не видалити. Ви можете створити значок своєї першого стікера і встановити його так, але ви не можете повернутися до поведінки за замовчуванням пакету, використовуючи перший стікер автоматично.*",
    "icon_command": "Використовуйте команду /setpackicon в @Stickers, а потім надішліть мені фотографію, стікер або URL-адресу зображення, яку ви хочете перетворити на значок.",
    "icon_canceled": "Гаразд, я скасував створення значка. Тепер ви повернулися в звичайний режим створення стікерів."
  },
   "tr": {
    "order": "11",
    "lang_name": "Türkçe 🇹🇷",
    "start": "Merhaba! Ben *EZ Sticker Bot*. Sana çıkartma yapmanda yardımcı olabilirim! Hemen /help yazarak başla ya da /info ile hakkımda bilgi al.\n\n🌐 Botun dilini değiştirmek için /lang.",
    "help": "Bir çıkartma paketine, @Stickers botuyla çıkartma eklemek için dosyanız png formatında olmalıdır. En az 512px boyutunda ve 512Kb'dan az olmalıdır.\n\nBana herhangi bir çıkartma ya da fotoğraf gönder, ve ben de bu 3 gereksinimi karşılamanı sağlayarak, paketine eklemen için hazır hâle getirip sana göndereyim!",
    "forward_to_stickers": "@Stickers Botuna İlet\n@EzStickerBot",
    "cant_process": "Bu içeriği düzenleyemiyorum.",
    "send_sticker_photo": "Bir *fotoğraf* ya da *çıkartma* gönder.",
    "info": "*EZ Sticker Bot* Telegram kullanıcılarına yardımcı olmayı hedefler ve başka bir çıkar göz etmez.\n\nBu botu kanallarınızda/gruplarınızda paylaşın ve herkes için kullanabileceğimiz harika çıkartma paketleri yapalım!\n\nŞu ana kadar toplam *{:,}* çıkartma yaptım!",
    "contact_dev": "Geliştiricim",
    "source": "Kaynağım",
    "rate": "Oyla ⭐⭐⭐⭐⭐",
    "restarting": "Bot yeniden başlatılıyor...",
    "select_lang": "Dil seçiniz.",
    "lang_set": "Dil Türkçe olarak ayarlandı.\n\nBotun Türkçeleştirilmesini sağlayan $448415364 'a Teşekkürler!",
    "invalid_command": "Üzgünüm, bu komutu tanımıyorum.",
    "no_permission": "Bunu yapmak için izniniz yok.",
    "broadcast_in_reply": "Gönderilecek mesaja cevap olarak `/broadcast` yazın.",
    "will_broadcast": "Tamam, mesajınız gönderilecek.",
    "broadcast_only_text": "Şu anda sadece *metin* mesajları yayınlanabilir.",
    "stats": "*23.10.2017*'den beri, Toplamda *{:,}* çıkartmayı, *{:,}* siz eşsiz kullanıcılar için hazırladım.\n\nSizin için ise *17.03.2019*'den bu yana *{:,}* çıkartma oluşturduk.\n\nİngilizce kullanmayan *{:,}* kullancıyı tespit ettim ve onlar için otomatik kendi dillerini ayarladım.\n\nSatır içi olarak toplamda *{:,}* kez paylaşıldım!\n\n*{:,}* kullanıcı arasından, *{:,}*'i duyuru almayı isterken, *{:,}* duyuruları almayı kapattı.",
    "lang_stats": "*Dil İstatistikleri:*",
    "send_timeout": "Telegram sunucularına çıkartma yüklemeye çalışırken zaman aşımına uğradı. Lütfen bir dakika bekleyin ve tekrar deneyin.",
    "doc_not_img": "Dosya bir resim olmalıdır.",
    "share": "Paylaş",
    "share_desc": "Buraya EzStickerBot hakkında bilgi yazın",
    "share_text": "Hey, Telegram dışında başka bir şey kullanmadan *EzStickerBot* ile kendi çıkartmalarımı yapıyorum!\n\nHerhangi bir fotoğraf veya çıkartma gönderin sizin için düzenlesin ve göndersin!",
    "make_sticker_button": "Buraya göz at 👉",
    "too_many_urls": "Lütfen bir seferde yalnızca bir URL gönderin.",
    "invalid_url": "`{}` geçerli bir URL değil.",
    "url_does_not_exist": "URL `{}` mevcut değil.",
    "url_timeout": "`{}`'a Bağlanmaya çalışırken zaman aşımına uğradı.",
    "unable_to_connect": "`{}` Adresine bağlanılamıyor.",
    "url_not_img": "`{}` geçerli bir resim URL’si değil.",
    "opt_out_info": "Bu gibi gelecekteki duyuruları almayı durdurmak için /optout komutunu istediğiniz zaman kullanabilirsiniz.",
    "opted_out": "Global bot duyurularını almamayı seçtiniz.\n\nGlobal mesajları yeniden almaya başlamak için istediğiniz zaman /optin komutunu kullanabilirsiniz.",
    "opted_in": "Yeniden global bot duyurularını almayı seçtiniz.\n\nGenel duyuruları almayı durdurmak için /optout komutunu istediğiniz zaman kullanabilirsiniz.",
    "already_opted_out": "Global bot duyurularını almayı zaten engellediniz!",
    "already_opted_in": "Global bot duyurularını almayı zaten kabul ettiniz ve gelen duyuruları göreceksiniz!",
    "forward": "İlet",
    "your_sticker": "İşte Çıkartman",
    "forward_desc": "Seçtiğiniz etiketi göndermek için buraya tıklayın",
    "cancel": "İptal",
    "icon_command_info": "Artık çıkartma paketlerinizin simgesini, paketin içindeki ilk çıkartma yerine belirlediğiniz bir simgeyi ayarlayabilirsiniz. Simgeler 100x100 boyutunda ve kare _olmalıdır_. Bana kare olmayan bir görsel gönderirseniz kare yapmak için üstüne ve altına şeffaf arka, ancak orijinal boyutlar ne kadar yakınsa o kadar iyi görünecektir. Yeni paket simgenizi ekledikten bir saat sonra göremiyorsanız, simgeleri desteklemek için henüz güncellenmemiş resmi olmayan bir istemci kullanıyor olabilirsiniz.\n\n*Uyarı: Çıkartma paketinize bir simge ekledikten sonra onu değiştirebilir ancak kaldıramazsınız. İlk çıkartmanızın bir simgesini oluşturabilir ve bu şekilde ayarlayabilirsiniz, ancak ilk çıkartmayı otomatik olarak kullanarak paketin varsayılan simgesine geri dönemezsiniz.*",
    "icon_command": "@Stickers botuna /setpackicon komutunu gönderin ve daha sonra bana, bir simgeye dönüştürmek istediğiniz fotoğrafı, çıkartmayı veya resim URL'sini gönderin.",
    "icon_canceled": "Tamam, bir simge oluşturmayı iptal ettim. Normal çıkartma oluşturma moduna geri döndünüz.",
    "empty_log": "_Günlük dosyası boş!_",
    "no_animated": "_Animasyon çıkartmaları kesinlikle desteklemiyorum!_\n\nAncak gelecekte eklenecek bir özellik."
  },
  "fa": {
    "order": "12",
    "lang_name": "فارسی 🇮🇷",
    "start": "سلام! من *EZ Sticker Bot* هستم. من میتونم کمکت کنم تا استیکر بسازی! برای شروع بزن روی: /help یا برای اطلاعاتی در مورد من /info رو بزن.\n\n🌐 برای تغییر زبان بات بزنین رو /lang.",
    "help": "برای افزودن استیکری به پکت تو @Stickers, فایلت باید پسوند png داشته باشه, حداقل یکی از طول و عرضش 512 پیکسل باشه, و حجمش کمتر از 512 کیلوبایت باشه.\n\nتو میتونی هر عکس یا استیکری رو برا من بفرستی, و من همه ی این کارارو برات انجام میدم و فایل آماده رو میفرستم برات تا به پکت اضافش کنی!",
    "forward_to_stickers": "اینو بفرست به @Stickers\n@EzStickerBot",
    "cant_process": "نمی تونم این فایل رو بررسی کنم.",
    "send_sticker_photo": "یه *عکس* یا یه *استیکر* بفرست",
    "info": "*EZ Sticker Bot* باتیه که من بی هیچ چشمداشتی ساختم و عرضه کردم و تنها سودی که ازش میبرم حس خوب کمک کردن به دیگرانه.\n\nبا به اشتراک گذاشتن این بات تو گروه ها یا کانال هاتون میتونین به همه این امکان رو بدین که استیکر های خودشونو درست کنن !\n\nتا حالا *{:,}* تا استیکر درست کردم!",
    "contact_dev": "تماس با سازنده",
    "source": "منبع",
    "rate": "به من امتیاز بدین ⭐️⭐️⭐️⭐️⭐️",
    "restarting": "در حال شروع مجدد ربات...",
    "select_lang": "زبان خود را انتخاب کنید.",
    "lang_set": "زبان شما فارسی شد.\n\n با سپاس و قدردانی از $126873946 و $133066667 که بات را برای فارسی زبانان در دسترس قرار دادند!",
    "invalid_command": "این دستور را نمیشناسم.",
    "no_permission": "شما اجازه این کار را ندارید.",
    "broadcast_in_reply": "از `/broadcast` برای پاسخ دادن به پیام استفاده کنید.",
    "will_broadcast": "پیام شما ارسال شد.",
    "broadcast_only_text": "در حال حاضر فقط پیام های متنی قابل قبول هستند.",
    "stats": "من، از تاریخ *10.23.2017* تا به حال *{:,}* استیکر برای *{:,}* کاربر مختلف ساخته‌ام. \n\n شما از تاریخ *3.17.2019* تا کنون *{:,}* ساخته‌اید. \n\n من برای *{:,}* کاربر غیر-انگلیسی زبان، زبان مناسب را به صورت خودکار، تشخیص و زبان بات را تغییر داده‌ام. \n\n من به وسیله‌ی دستور اینلاین (inline) *{:,}* بار، به اشتراک گذاشته شده‌ام. \n\n از *{:,}* کاربر، *{:,}* نفر اعلانات را دریافت می‌کنند و *{:,}* نفر تمایلی به درفت اعلانات ندارند.",
    "lang_stats": "*آمار زبان:*",
    "send_timeout": "خطای طولانی بودن زمان هنگام آپلود استیکر به سرور های تلگرام رخ داد. لطفا یک دقیقه صبر کنید و دوباره امتحان کنید.",
    "doc_not_img": "باید عکس باشد.",
    "share": "به اشتراک گذاشتن",
    "share_desc": "اطلاعات در مورد EzStickerBot را در این چت به اشتراک بگذارید",
    "share_text": "سلام، من از *EzStickerBot* واسه ساختن استیکرای تلگرام استفاده می کنم!\n\nیه عکس براش بفرست تا برات تبدیل به استیکرش کمه!",
    "make_sticker_button": "شروع 👉",
    "too_many_urls": "لطفاً فقط یک آدرس بفرستید.",
    "invalid_url": "`{}` غیر قابل قبول است.",
    "url_does_not_exist": "آدرس `{}` وجود ندارد‌.",
    "url_timeout": "انتظار برای اتصال به آدرس `{}` بیش از حد طول کشید.",
    "unable_to_connect": "سیستم قادر به اتصال به `{}` نیست.",
    "url_not_img": "`{}` آدرس یک تصویر نیست.",
    "opt_out_info": "شما می‌توانید با دستور /optout از دریافت اطلاعیه های دیگر مانند این صرف نظر کنید.",
    "opted_out": "شما از دریافت اطلاعیه های بات صرف نظر کردید.\n\nشما می‌توانید با دستور /optin دوباره دریافت این اطلاعیه ها را آغاز کنید.",
    "opted_in": "شما انتخاب کردید که اطلاعیه هارا دریافت کنید.\n\nشما می‌توانید با دستور /optout از دریافت این اطلاعیه ها صرف نظر کنید.",
    "already_opted_out": "شما هم‌اکنون اطلاعیه هارا دریافت نمی‌کنید!",
    "already_opted_in": "شما هم‌اکنون دریافت اطلاعیه ها را انتخاب کرده‌اید و آن ها را دریافت خواهید کرد!",
    "forward": "ارسال",
    "your_sticker": "استیکر شما",
    "forward_desc": "برای ارسال استیکر انتخاب شده اینجا کلیک کنید",
    "cancel": "لغو",
    "icon_command_info": "اکنون شما می‌توانید برای پک‌های استیکرتان، آیکون تعیین کنید تا به جای اولین استیکر موجود در پک، در لیست پک‌های کاربران نمایش داده شود.\nآیکون‌ها باید در ابعاد 100x100 و _حتماً_ به شکل مربع باشند. اگر عکسی بفرستید که مربعی شکل نباشد، من پس‌زمینه‌ی شفافی (transparent) را به اطراف عکس اضافه خواهم کرد تا به شکل مربع در بیاید. با این حال، هرچقدر که ابعاد عکس به مربع نزدیک‌تر باشد؛ ظاهر بهتری به خود می‌گیرد.\nپس از یک ساعت اگر آیکون جدید پک‌تان را نمی‌بینید؛ احتمالاً به این خاطر است که شما دارید از برنامه‌ای غیررسمی استفاده می‌کنید که برای افزودن آیکون به پک‌ها آپدیت نشده است.*هشدار: زمانی که آیکون پک را تعیین کنید؛ می‌توانید آن را تغییر دهید ولی نمی‌توانید آن را حذف کنید. \nمی‌توانید آیکونی را از استیکر اول پک‌تان تعیین کنید ولی نمی‌توانید پک استیکر را به حالت اولیه‌ی خودش بازگردانید. یعنی پک استیکر شما دیگر به صورت خودکار، اولین استیکر را به عنوان آیکون پک در نظر نمی‌گیرد.*",
    "icon_command": "از دستور /setpackicon در بات @Stickers برای تعیین کردن آیکون استفاده کنید. سپس عکس، استیکر و یا لینک عکس مورد نظرتان را برای من بفرستید.",
    "icon_canceled": "خوب, من ایجاد یک نماد لغو کرده ام. شما در حال حاضر در حالت عادی ایجاد برچسب."
  },
  "ar": {
    "order": "13",
    "lang_name": "العربيه 🇸🇦",
    "start": "مرحبا، انا*EZ Sticker Bot*. استطيع مسعادتك فى صنع ملصقات. اكتب/help للبدا، او  /info للحصول على معلومات عنى.\n\n🌐  ولتغيير اللغه استخدم  /lang.",
    "help": "لاضافه ملصق الى حزمه مع @Stickers, يجب على ملفك ان يكون فى صيغه png ، والجوده اقل من  512، واقل من 512Kb.\n\n يمكنك ارسال اى صوره او ملصق ،وانا ساجعله ملام لك هذه المواصفات وسارسلهولك كملف جاهز للاضافه الى الحزمه.",
    "forward_to_stickers": "ارسل الى @Stickers\n@EzStickerBot",
    "cant_process": "لا يمكننى معالجه هذا الطلب",
    "send_sticker_photo": "ارسل الي*صوره* او *ملصق*.",
    "info": "*EZ Sticker Bot* هو بوت انا طورته وجعلته  يستفيد من كل التجارب السابقه ومساعده مستخدمى تليجرام)Telegram( .\n\nانشر البوت فى مجموعتك/قناتك سيساعدهم فى صنع حزمه من الملصقات مننا والينا!\n\n لقد صنعت *{:,}* ملق للناس دائما!",
    "contact_dev": "تواصل مع المطور",
    "source": "المصدر",
    "rate": "قيم ⭐⭐⭐⭐⭐",
    "restarting": "اعاده تشغيل البوت...",
    "select_lang": "اختر لغه.",
    "lang_set": "اللغه عربى.\n\nشكرا لـ $388477193 لجعل البوت متوفر فى العربيه!",
    "invalid_command": "اسف، انا لا اتعرف على هذا الامر.",
    "no_permission": " انت لا تمتلك الصلاحيات لهذا .",
    "broadcast_in_reply": "استخدم `/broadcast` فى reply للرساله للارسال.",
    "will_broadcast": "حسنا، سيتم ارسال الرساله.",
    "broadcast_only_text": "حاليا *text* فقط الرساله يمكن بثها.",
    "stats": "لقد صنعت *{:,}* ملصق ل *{:,}* مستخدم منذ *10.23.2017*.\n\nانت شخصيا صنعت *{:,}* ملصق من  *3.17.2019*.\n\nلقد قمت باكتشاف وتعيين اللغة تلقائيًا ل *{:,}* غير الناطقين باللغة الإنجليزية.\n\nتمت مشاركتي عبر الإنترنت *{:,}* مره.\n\nمن خلال *{:,}* مسخدم, *{:,}* مشتركين في تلقي الإعلانات و *{:,}* وغير مشاركين.",
    "lang_stats": "*شعرات اللغه:*",
    "send_timeout": "انتها الوفت عند محاولت رفع صيغه الملصق لخوادم التليجرام  . انتظر لحظات وحاول مره اخرى.",
    "doc_not_img": "الملف يجب ان يكون صوره.",
    "share": "انشر",
    "share_desc": "انشر معلومات عن EzStickerBot مع هذا المحادثه",
    "share_text": "اهلا انا استخدم *EzStickerBot* لصنع ملصقات بدون مغادره التليجرا!\n\nارسل اى صوره او ملصق وانا ساجعلها مناسبه لك!",
    "make_sticker_button": "تحقق من ذلك👉",
    "too_many_urls": "ارجوك ارسل رابط واحد فى المره الواحد .",
    "invalid_url": "`{}` ليس رابط صحيح.",
    "url_does_not_exist": "الرابط `{}` ليس موجود.",
    "url_timeout": "الوقت انتها عند محاوله الوصول الى `{}`.",
    "unable_to_connect": "غير قادر على الاتصال الى `{}`.",
    "url_not_img": "`{}` ليس عنوان لصوره.",
    "opt_out_info": "يمكنك استخدام /optout لايقاف استقبال الاعلانات المستقباليه مثل.",
    "opted_out": "لقد اخترت عدم استقبال اعلانات البوت العالميه.\n\nتستطيع استخدام /optin فى اى وقت لتشغيل الاعلانات مره اخرى.",
    "opted_in": "لقد اخترت استقبال الاعلانات مره اخرى.\n\nيمكنك استخدام /optout فى اى وقت لايقاف استقبال الاعلانات مره اخرى.",
    "already_opted_out": "انت بالفعل اخترت عدم استقبال الاعلانات!",
    "already_opted_in": "انت بالفعل اخترت استقبال الاعلانات!",
    "forward": "متابعه",
    "your_sticker": "ملصقك",
    "forward_desc": "اضغط هنا لارسال الملصق الذى حدده",
    "cancel": "الغاء",
    "icon_command_info": "يمكنك الآن تعيين رمز لحزم الملصقات الخاصة بك لعرضها في قائمة حزم المستخدم بدلاً من الملصق الأول فقط في الحزمة. الصوره تكون ١٠٠×١٠٠و _يجب_ ان تكون مربعه. إذا قمت بإرسال صورة غير مربعة ، فسأضيف خلفية شفافة أعلاها وأسفلها لجعلها مربعة ، لكن كلما كانت الأبعاد الأصلية أقرب إلى المربع ، ستبدو أفضل. إذا كنت لا ترى أيقونة الحزمة الجديدة بعد ساعة من إضافتها ، فربما تستخدم عميلًا غير رسمي لم يتم تحديثه لدعم الرموز بعد.\n\n*تحذير: بمجرد إضافة رمز إلى حزمة الملصقات الخاصة بك ، يمكنك تغييره ولكن لا يمكنك إزالته.  يمكنك إنشاء أيقونة للملصق الأول وتعيينه على هذا النحو ولكن لا يمكنك الرجوع إلى السلوك الافتراضي للحزمة باستخدام الملصق الأول تلقائيًا.*",
    "icon_command": "استخدام /setpackicon فى @Stickers ثم أرسل الصورة أو الملصق أو عنوان URL للصورة الذي تريد تحويله إلى ملصق.",
    "icon_canceled": "حسنًا ، لقد ألغيت إنشاء رمز.  لقد عدت الآن إلى وضع إنشاء الملصقات العادي."
  },
  "zh": {
    "order": "14",
    "lang_name": "繁體中文 🇨🇳",
    "start": "嗨！我係*EZ Sticker Bot*。我可以幫你輕鬆整貼圖！打 /help 開始或者打 /info 睇關於我既資料。\n\n🌐 打 /lang 轉換語言",
    "help": "要加新貼圖到 @Stickers 時，你既檔案必須是png格式及至少一邊係512px，同埋檔案大小要細過512kb。\n\n你可以傳送任何相片或貼圖俾我，我就會製成一個符合所有條件既檔案俾返你，你就可以用佢加落貼圖啦！",
    "forward_to_stickers": "轉發去 @Stickers\n@EzStickerBot",
    "cant_process": "我處理唔到呢個檔案。",
    "send_sticker_photo": "請傳送*相片*或*貼圖*俾我。",
    "info": "*EZ Sticker Bot*係我開發同寄存既一個bot。我希望藉著幫到其他Telegram用家而為我帶來滿足感，並沒有期望從中得到甚麼。\n\n分享呢個bot到你既群組或頻道，讓其他人都可以製作自己既貼圖俾大家用！\n\n目前為止，我已經幫你地整左*{:,}*個貼圖！",
    "contact_dev": "聯絡開發人員",
    "source": "原始碼",
    "rate": "評分 ⭐⭐⭐⭐⭐",
    "restarting": "重新啟動中...",
    "select_lang": "請選擇語言",
    "lang_set": "語言設定為繁體中文。感謝 $198804461 翻譯呢個bot！",
    "invalid_command": "對唔住，我聽唔明你個指令！",
    "no_permission": "你冇權限喎！",
    "broadcast_in_reply": "打 /broadcast 回覆你想發送既訊息。",
    "will_broadcast": "收到！我即將發送你既訊息。",
    "broadcast_only_text": "依家只可以廣播*文字*訊息。",
    "stats": "截止*10.23.2017*，我幫*{:,}*位使用者整左*{:,}*個貼圖。\n\n自*3.17.2019*你已製造了*{:,}*張貼紙。\n\n已為*{:,}*人自動設定語言。\n\n貼紙已以inline方式被分享了*{:,}*次。\n\n在*{:,}*個使用者中，有*{:,}*人接收通告，有*{:,}*人選擇不接收通告。",
    "lang_stats": "*語言統計:*",
    "send_timeout": "上載唔到貼圖到Telegram 伺服器。你等陣再試過啦！",
    "doc_not_img": "我只接受圖片檔。",
    "share": "分享",
    "share_desc": "與這人/群組介紹EzStickerBot",
    "share_text": "用*EzStickerBot*來製作貼紙包，我只需使用Telegram，十分方便！\n\n只要傳送圖片或貼紙給它，它就會自動把圖片或貼紙適當地轉換！",
    "make_sticker_button": "去看看👉",
    "too_many_urls": "請每次只傳送一條URL。",
    "invalid_url": "`{}`不是格式正確的URL。",
    "url_does_not_exist": "URL (`{}`)不存在。",
    "url_timeout": "連線到`{}`時超時。",
    "unable_to_connect": "未能連線到`{}`。",
    "url_not_img": "`{}`不是正確的圖片URL。",
    "opt_out_info": "你可用 /optout 選擇不再接收通告。",
    "opted_out": "你已選擇不再接收通告。\n\n你可使用 /optin 重新開始接收通告。",
    "opted_in": "你已重新開始接收通告。\n\n你可使用 /optout 選擇不再接收通告。",
    "already_opted_out": "你已經選擇了不再接收通告。",
    "already_opted_in": "你已經選擇了接收通告。",
    "forward": "轉寄",
    "your_sticker": "你的貼紙",
    "forward_desc": "點擊傳送已選擇的貼紙",
    "cancel": "取消",
    "icon_command_info": "貼紙包的預設圖示為第一張貼紙。從現在起，你可以指定貼紙包的圖示(Icon)。圖示_必需_為100x100的正方形，若接收到的圖片並非正方形，將以上下透明邊界補上。愈接近正方形的圖片作為圖示愈好看。若你已指定圖示，\n但過一小時仍看不到，請更新你的(非官方)Telegram用戶端。\n\n*注意: 設定圖示後，你只可修改而不可把圖示刪除。當然你可以把第一張貼紙設為圖示，但這行為仍不可逆轉。*",
    "icon_command": "先在 @Stickers 使用 /setpackicon 指令，然後再把希望轉換成圖示(icon)的圖片、貼紙或圖片網址傳送給我。",
    "icon_canceled": "已返回到正常模式"
  }
}
